Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Не удалось создать ссылку
ar: تعذّر إنشاء الرابط
de: Link konnte nicht erstellt werden
en: Couldn't create the link
es: No se pudo crear el enlace
fr: Impossible de créer le lien
hi: लिंक नहीं बनाया जा सका
it: Impossibile creare il link
ja: リンクを作成できませんでした
ko: 링크를 생성하지 못함
pt_br: Não foi possível criar o link
tr: Bağlantı oluşturulamadı
zh_hans: 无法生成链接

source: Не удалось установить ядро
ar: تعذّر تثبيت النواة
de: Core konnte nicht installiert werden
en: Couldn't install the core
es: No se pudo instalar el núcleo
fr: Impossible d'installer le noyau
hi: कोर इंस्टॉल नहीं हो सका
it: Impossibile installare il core
ja: コアをインストールできませんでした
ko: 코어를 설치하지 못함
pt_br: Não foi possível instalar o núcleo
tr: Çekirdek kurulamadı
zh_hans: 无法安装内核

source: Неверная ссылка на ядро
ar: رابط النواة غير صحيح
de: Ungültiger Core-Link
en: Invalid core link
es: Enlace del núcleo no válido
fr: Lien de noyau invalide
hi: कोर का लिंक गलत है
it: Link al core non valido
ja: コアのリンクが無効です
ko: 잘못된 코어 링크
pt_br: Link do núcleo inválido
tr: Geçersiz çekirdek bağlantısı
zh_hans: 内核链接无效

source: Неизвестный ключ crypt5 — возможно, новый формат
ar: مفتاح crypt5 غير معروف — ربما تنسيق جديد
de: Unbekannter crypt5-Schlüssel — möglicherweise ein neues Format
en: Unknown crypt5 key — possibly a new format
es: Clave crypt5 desconocida — posiblemente un formato nuevo
fr: Clé crypt5 inconnue — peut-être un nouveau format
hi: अज्ञात crypt5 की — शायद नया फ़ॉर्मैट
it: Chiave crypt5 sconosciuta — forse un nuovo formato
ja: 不明なcrypt5キー — 新しい形式かもしれません
ko: 알 수 없는 crypt5 키 — 새 형식일 수 있음
pt_br: Chave crypt5 desconhecida — talvez um novo formato
tr: Bilinmeyen crypt5 anahtarı — muhtemelen yeni format
zh_hans: 未知的 crypt5 密钥 — 可能是新格式

source: Некорректная ссылка
ar: رابط غير صالح
de: Ungültiger Link
en: Invalid link
es: Enlace no válido
fr: Lien invalide
hi: अमान्य लिंक
it: Link non valido
ja: リンクが不正です
ko: 잘못된 링크
pt_br: Link inválido
tr: Geçersiz bağlantı
zh_hans: 链接无效

source: Некорректный URL подписки
ar: رابط اشتراك غير صالح
de: Ungültige Abo-URL
en: Invalid subscription URL
es: URL de suscripción no válida
fr: URL d'abonnement invalide
hi: अमान्य सब्सक्रिप्शन URL
it: URL di sottoscrizione non valido
ja: サブスクリプションURLが不正です
ko: 잘못된 구독 URL
pt_br: URL de assinatura inválida
tr: Geçersiz abonelik URL'si
zh_hans: 订阅 URL 无效

source: Неподдерживаемая версия формата.
ar: إصدار التنسيق غير مدعوم.
de: Nicht unterstützte Formatversion.
en: Unsupported format version.
es: Versión de formato no compatible.
fr: Version de format non prise en charge.
hi: असमर्थित फ़ॉर्मैट वर्शन।
it: Versione del formato non supportata.
ja: サポートされていない形式のバージョンです。
ko: 지원되지 않는 형식 버전입니다.
pt_br: Versão de formato não suportada.
tr: Desteklenmeyen format sürümü.
zh_hans: 不支持的格式版本。

source: Ни один клиент не связан с GitHub-репозиторием.
ar: لا يوجد أي عميل مرتبط بمستودع GitHub.
de: Kein Client ist mit einem GitHub-Repository verknüpft.
en: No client is linked to a GitHub repository.
es: Ningún cliente está vinculado al repositorio de GitHub.
fr: Aucun client n'est lié à un dépôt GitHub.
hi: कोई भी क्लाइंट GitHub रिपॉज़िटरी से जुड़ा नहीं है।
it: Nessun client è collegato al repository GitHub.
ja: どのクライアントもGitHubリポジトリに関連付けられていません。
ko: 어떤 클라이언트도 GitHub 저장소와 연결되지 않았습니다.
pt_br: Nenhum cliente está vinculado ao repositório GitHub.
tr: Hiçbir istemci GitHub deposuyla ilişkili değil.
zh_hans: 没有客户端关联到 GitHub 仓库。

source: Обмен ключами X25519
ar: تبادل مفاتيح X25519
de: X25519-Schlüsselaustausch
en: X25519 key exchange
es: Intercambio de claves X25519
fr: Échange de clés X25519
hi: X25519 की एक्सचेंज
it: Scambio di chiavi X25519
ja: X25519鍵交換
ko: X25519 키 교환
pt_br: Troca de chaves X25519
tr: X25519 anahtar değişimi
zh_hans: X25519 密钥交换

source: Обновление
ar: تحديث
de: Aktualisierung
en: Update
es: Actualización
fr: Mise à jour
hi: अपडेट
it: Aggiornamento
ja: 更新
ko: 업데이트
pt_br: Atualização
tr: Güncelleme
zh_hans: 更新

source: Обходит IP-адрес, подсеть (CIDR) или домен и находит хосты с TLS 1.3, показывая домен из их сертификата — кандидаты под dest рядом с вашим сервером. Рукопожатие идёт без SNI, как в RealiTLScanner. Только поиск, без обхода блокировок.
ar: يمسح عنوان IP أو شبكة فرعية (CIDR) أو نطاقًا ويجد المضيفات التي تدعم TLS 1.3، ويعرض النطاق من شهادتها — مرشحون لـ dest قرب خادمك. المصافحة تتم دون SNI، كما في RealiTLScanner. بحث فقط، دون تجاوز الحجب.
de: Durchsucht eine IP-Adresse, ein Subnetz (CIDR) oder eine Domain und findet Hosts mit TLS 1.3, wobei die Domain aus ihrem Zertifikat angezeigt wird — dest-Kandidaten in der Nähe Ihres Servers. Der Handshake erfolgt ohne SNI, wie in RealiTLScanner. Nur Suche, keine Umgehung von Sperren.
en: Walks an IP address, subnet (CIDR), or domain and finds hosts with TLS 1.3, showing the domain from their certificate — dest candidates near your server. The handshake runs without SNI, as in RealiTLScanner. Discovery only, no censorship circumvention.
es: Recorre una dirección IP, subred (CIDR) o dominio y encuentra hosts con TLS 1.3, mostrando el dominio de su certificado — candidatos a dest cerca de tu servidor. El handshake se hace sin SNI, como en RealiTLScanner. Solo búsqueda, sin evasión de bloqueos.
fr: Parcourt une adresse IP, un sous-réseau (CIDR) ou un domaine et trouve les hôtes en TLS 1.3, affichant le domaine de leur certificat — des candidats dest proches de votre serveur. Le handshake se fait sans SNI, comme dans RealiTLScanner. Recherche uniquement, sans contournement de blocages.
hi: IP पता, सबनेट (CIDR) या डोमेन को स्कैन करके TLS 1.3 वाले होस्ट ढूँढता है और उनके सर्टिफ़िकेट का डोमेन दिखाता है — आपके सर्वर के पास dest के लिए उम्मीदवार। Handshake बिना SNI के होता है, RealiTLScanner की तरह। केवल खोज, ब्लॉक बायपास नहीं।
it: Scandaglia un indirizzo IP, una subnet (CIDR) o un dominio e trova host con TLS 1.3, mostrando il dominio dal loro certificato — candidati come dest vicino al tuo server. L'handshake avviene senza SNI, come in RealiTLScanner. Solo ricerca, senza aggiramento dei blocchi.
ja: IPアドレス、サブネット(CIDR)、ドメインを走査してTLS 1.3対応ホストを見つけ、証明書のドメインを表示します — サーバー近くのdest候補です。ハンドシェイクはRealiTLScannerと同様にSNIなしで行います。検索のみで、ブロック回避は行いません。
ko: IP 주소, 서브넷(CIDR) 또는 도메인을 순회하여 TLS 1.3을 지원하는 호스트를 찾고, 그 인증서의 도메인을 보여줍니다 — 서버 근처의 dest 후보입니다. handshake는 RealiTLScanner처럼 SNI 없이 진행됩니다. 검색만 하며 차단 우회는 하지 않습니다.
pt_br: Percorre um endereço IP, sub-rede (CIDR) ou domínio e encontra hosts com TLS 1.3, mostrando o domínio do certificado deles — candidatos a dest próximos ao seu servidor. O handshake ocorre sem SNI, como no RealiTLScanner. Apenas busca, sem contornar bloqueios.
tr: Bir IP adresini, alt ağı (CIDR) veya alan adını tarar ve TLS 1.3 destekleyen hostları bulup sertifikalarındaki alan adını gösterir — sunucunuza yakın dest adayları. Handshake, RealiTLScanner'daki gibi SNI olmadan yapılır. Yalnızca arama, engel aşma yok.
zh_hans: 遍历 IP 地址、子网（CIDR）或域名，找出支持 TLS 1.3 的主机，并显示其证书中的域名 — 即你服务器附近的 dest 候选。握手不带 SNI，与 RealiTLScanner 相同。仅用于查找，不用于绕过封锁。

source: Открывает ваши файлы `geosite.dat` / `geoip.dat`: категории и теги, поиск домена/IP по категориям, фильтры и сортировка, экспорт.
ar: يفتح ملفاتك `geosite.dat` / `geoip.dat`: الفئات والوسوم، والبحث عن نطاق/IP حسب الفئات، والتصفية والفرز، والتصدير.
de: Öffnet Ihre `geosite.dat` / `geoip.dat`-Dateien: Kategorien und Tags, Domain-/IP-Suche nach Kategorien, Filter und Sortierung, Export.
en: Opens your `geosite.dat` / `geoip.dat` files: categories and tags, domain/IP lookup by category, filters and sorting, export.
es: Abre tus archivos `geosite.dat` / `geoip.dat`: categorías y etiquetas, búsqueda de dominio/IP por categorías, filtros y ordenación, exportación.
fr: Ouvre vos fichiers `geosite.dat` / `geoip.dat` : catégories et tags, recherche de domaine/IP par catégorie, filtres et tri, export.
hi: आपकी `geosite.dat` / `geoip.dat` फ़ाइलें खोलता है: श्रेणियाँ और टैग, श्रेणियों में डोमेन/IP खोज, फ़िल्टर और सॉर्टिंग, एक्सपोर्ट।
it: Apre i tuoi file `geosite.dat` / `geoip.dat`: categorie e tag, ricerca di dominio/IP per categoria, filtri e ordinamento, esportazione.
ja: `geosite.dat` / `geoip.dat`ファイルを開きます:カテゴリとタグ、カテゴリ別のドメイン/IP検索、フィルタとソート、エクスポート。
ko: `geosite.dat` / `geoip.dat` 파일을 엽니다: 카테고리와 태그, 카테고리별 도메인/IP 검색, 필터 및 정렬, 내보내기.
pt_br: Abre seus arquivos `geosite.dat` / `geoip.dat`: categorias e tags, busca de domínio/IP por categorias, filtros e ordenação, exportação.
tr: `geosite.dat` / `geoip.dat` dosyalarınızı açar: kategoriler ve etiketler, kategorilere göre alan adı/IP arama, filtreler ve sıralama, dışa aktarma.
zh_hans: 打开你的 `geosite.dat` / `geoip.dat` 文件：分类与标签、按分类搜索域名/IP、筛选与排序、导出。

source: Открытая (без шифрования)
ar: مفتوحة (بدون تشفير)
de: Offen (ohne Verschlüsselung)
en: Open (unencrypted)
es: Abierta (sin cifrado)
fr: Ouvert (sans chiffrement)
hi: खुला (बिना एन्क्रिप्शन)
it: Aperta (senza cifratura)
ja: オープン(暗号化なし)
ko: 개방형 (암호화 없음)
pt_br: Aberta (sem criptografia)
tr: Açık (şifresiz)
zh_hans: 开放（无加密）

source: Ошибка RSA — ссылка повреждена или чужой формат
ar: خطأ RSA — الرابط تالف أو بتنسيق غريب
de: RSA-Fehler — Link beschädigt oder fremdes Format
en: RSA error — the link is corrupted or a foreign format
es: Error RSA — enlace dañado o formato ajeno
fr: Erreur RSA — lien corrompu ou format étranger
hi: RSA त्रुटि — लिंक क्षतिग्रस्त है या अलग फ़ॉर्मैट
it: Errore RSA — link danneggiato o formato estraneo
ja: RSAエラー — リンクが破損しているか別の形式です
ko: RSA 오류 — 링크가 손상되었거나 다른 형식임
pt_br: Erro de RSA — link corrompido ou de outro formato
tr: RSA hatası — bağlantı bozuk veya farklı format
zh_hans: RSA 错误 — 链接已损坏或格式不符

source: Ошибка загрузки
ar: خطأ في التحميل
de: Ladefehler
en: Load error
es: Error de carga
fr: Erreur de chargement
hi: लोड करने में त्रुटि
it: Errore di caricamento
ja: 読み込みエラー
ko: 로드 오류
pt_br: Erro de carregamento
tr: Yükleme hatası
zh_hans: 加载错误

source: Парсинг подписки
ar: تحليل الاشتراك
de: Abo-Parsing
en: Subscription parsing
es: Análisis de la suscripción
fr: Analyse de l'abonnement
hi: सब्सक्रिप्शन पार्सिंग
it: Analisi della sottoscrizione
ja: サブスクリプションの解析
ko: 구독 파싱
pt_br: Análise da assinatura
tr: Abonelik ayrıştırma
zh_hans: 解析订阅

source: По имени
ar: حسب الاسم
de: Nach Name
en: By name
es: Por nombre
fr: Par nom
hi: नाम से
it: Per nome
ja: 名前順
ko: 이름순
pt_br: Por nome
tr: Ada göre
zh_hans: 按名称

source: По пингу
ar: حسب ping
de: Nach Ping
en: By ping
es: Por ping
fr: Par ping
hi: ping से
it: Per ping
ja: ping順
ko: ping순
pt_br: Por ping
tr: Ping'e göre
zh_hans: 按 ping

source: По подписке
ar: حسب الاشتراك
de: Nach Abo
en: By subscription
es: Por suscripción
fr: Par abonnement
hi: सब्सक्रिप्शन से
it: Per sottoscrizione
ja: サブスクリプション順
ko: 구독순
pt_br: Por assinatura
tr: Aboneliğe göre
zh_hans: 按订阅

source: По порту
ar: حسب المنفذ
de: Nach Port
en: By port
es: Por puerto
fr: Par port
hi: पोर्ट से
it: Per porta
ja: ポート順
ko: 포트순
pt_br: Por porta
tr: Porta göre
zh_hans: 按端口

source: По стране
ar: حسب الدولة
de: Nach Land
en: By country
es: Por país
fr: Par pays
hi: देश से
it: Per paese
ja: 国順
ko: 국가순
pt_br: Por país
tr: Ülkeye göre
zh_hans: 按国家/地区

source: Повреждённый payload
ar: حمولة تالفة
de: Beschädigte Payload
en: Corrupted payload
es: Payload dañado
fr: Payload corrompu
hi: क्षतिग्रस्त payload
it: Payload danneggiato
ja: 破損したペイロード
ko: 손상된 payload
pt_br: Payload corrompido
tr: Bozuk payload
zh_hans: payload 已损坏

source: Поддержка
ar: الدعم
de: Support
en: Support
es: Soporte
fr: Support
hi: समर्थन
it: Supporto
ja: サポート
ko: 지원
pt_br: Suporte
tr: Destek
zh_hans: 支持

source: Подходит с замечаниями
ar: مناسب مع ملاحظات
de: Geeignet mit Anmerkungen
en: Suitable with caveats
es: Sirve con observaciones
fr: Adapté avec remarques
hi: कुछ बातों के साथ उपयुक्त
it: Adatto con riserve
ja: 注意点ありで適合
ko: 참고 사항과 함께 적합
pt_br: Serve com ressalvas
tr: Sorunlarla birlikte uygun
zh_hans: 适合，但有注意事项

source: Поиск TLS 1.3 доменов в подсети
ar: البحث عن نطاقات TLS 1.3 في الشبكة الفرعية
de: Suche nach TLS 1.3-Domains im Subnetz
en: Find TLS 1.3 domains in a subnet
es: Búsqueda de dominios TLS 1.3 en la subred
fr: Recherche de domaines TLS 1.3 dans le sous-réseau
hi: सबनेट में TLS 1.3 डोमेन की खोज
it: Ricerca di domini TLS 1.3 nella subnet
ja: サブネット内のTLS 1.3ドメイン検索
ko: 서브넷에서 TLS 1.3 도메인 검색
pt_br: Busca de domínios TLS 1.3 na sub-rede
tr: Alt ağda TLS 1.3 alan adı arama
zh_hans: 在子网中查找 TLS 1.3 域名

source: Показывает сеть Wi-Fi, к которой устройство подключено прямо сейчас: имя (SSID), BSSID точки доступа и тип защиты. На Mac дополнительно — уровень сигнала, канал, ширина полосы, скорость и стандарт. Соседние сети не сканируются — для этого есть «Wi-Fi анализ».
ar: يعرض شبكة Wi-Fi التي يتصل بها الجهاز الآن: الاسم (SSID)، وBSSID لنقطة الوصول، ونوع الحماية. على Mac إضافيًا — مستوى الإشارة والقناة وعرض النطاق والسرعة والمعيار. لا تُمسح الشبكات المجاورة — لذلك يوجد «تحليل Wi-Fi».
de: Zeigt das Wi-Fi-Netzwerk, mit dem das Gerät gerade verbunden ist: Name (SSID), BSSID des Zugangspunkts und Sicherheitstyp. Auf Mac zusätzlich — Signalstärke, Kanal, Bandbreite, Geschwindigkeit und Standard. Benachbarte Netzwerke werden nicht gescannt — dafür gibt es die „Wi-Fi-Analyse“.
en: Shows the Wi-Fi network the device is connected to right now: name (SSID), the access point's BSSID, and security type. On Mac, also signal level, channel, bandwidth, speed, and standard. Nearby networks aren't scanned — use "Wi-Fi Analysis" for that.
es: Muestra la red Wi-Fi a la que el dispositivo está conectado ahora mismo: nombre (SSID), BSSID del punto de acceso y tipo de seguridad. En Mac, además: nivel de señal, canal, ancho de banda, velocidad y estándar. Las redes vecinas no se escanean — para eso está «Análisis Wi-Fi».
fr: Affiche le réseau Wi-Fi auquel l'appareil est connecté en ce moment : nom (SSID), BSSID du point d'accès et type de sécurité. Sur Mac, en plus — niveau de signal, canal, largeur de bande, débit et norme. Les réseaux voisins ne sont pas scannés — pour cela il y a « Analyse Wi-Fi ».
hi: वह Wi-Fi नेटवर्क दिखाता है जिससे डिवाइस अभी जुड़ा है: नाम (SSID), एक्सेस पॉइंट का BSSID और सुरक्षा प्रकार। Mac पर अतिरिक्त — सिग्नल स्तर, चैनल, बैंडविड्थ, गति और मानक। आस-पास के नेटवर्क स्कैन नहीं होते — इसके लिए «Wi-Fi विश्लेषण» है।
it: Mostra la rete Wi-Fi a cui il dispositivo è connesso in questo momento: nome (SSID), BSSID del punto d'accesso e tipo di protezione. Su Mac in più — livello del segnale, canale, larghezza di banda, velocità e standard. Le reti vicine non vengono scansionate — per questo c'è «Analisi Wi-Fi».
ja: デバイスが現在接続しているWi-Fiネットワークを表示します:名前(SSID)、アクセスポイントのBSSID、保護方式。Macではさらに信号強度、チャンネル、帯域幅、速度、規格も表示します。周辺ネットワークはスキャンしません — それには「Wi-Fi分析」を使用してください。
ko: 기기가 현재 연결된 Wi-Fi 네트워크를 보여줍니다: 이름(SSID), 액세스 포인트의 BSSID, 보안 유형. Mac에서는 신호 세기, 채널, 대역폭, 속도, 표준도 추가로 표시됩니다. 주변 네트워크는 스캔하지 않습니다 — 그 용도는 「Wi-Fi 분석」입니다.
pt_br: Mostra a rede Wi-Fi à qual o dispositivo está conectado agora: nome (SSID), BSSID do ponto de acesso e tipo de segurança. No Mac, adicionalmente — nível de sinal, canal, largura de banda, velocidade e padrão. As redes vizinhas não são escaneadas — para isso há a «Análise de Wi-Fi».
tr: Cihazın şu anda bağlı olduğu Wi-Fi ağını gösterir: ad (SSID), erişim noktasının BSSID'i ve güvenlik türü. Mac'te ayrıca — sinyal seviyesi, kanal, bant genişliği, hız ve standart. Komşu ağlar taranmaz — bunun için «Wi-Fi analizi» var.
zh_hans: 显示设备当前连接的 Wi-Fi 网络：名称（SSID）、接入点的 BSSID 和加密类型。在 Mac 上还额外显示信号强度、信道、带宽、速率和标准。不扫描附近网络 — 该功能请用「Wi-Fi 分析」。

source: Порядок правил
ar: ترتيب القواعد
de: Reihenfolge der Regeln
en: Rule order
es: Orden de las reglas
fr: Ordre des règles
hi: नियमों का क्रम
it: Ordine delle regole
ja: ルールの順序
ko: 규칙 순서
pt_br: Ordem das regras
tr: Kural sırası
zh_hans: 规则顺序

source: Последняя версия Xray
ar: أحدث إصدار من Xray
de: Neueste Xray-Version
en: Latest Xray version
es: Última versión de Xray
fr: Dernière version de Xray
hi: Xray का नवीनतम वर्शन
it: Ultima versione di Xray
ja: Xrayの最新バージョン
ko: 최신 Xray 버전
pt_br: Última versão do Xray
tr: Son Xray sürümü
zh_hans: 最新版 Xray

source: Проверка SNI для Reality
ar: فحص SNI لـ Reality
de: SNI-Prüfung für Reality
en: SNI check for Reality
es: Comprobación de SNI para Reality
fr: Vérification SNI pour Reality
hi: Reality के लिए SNI जाँच
it: Verifica SNI per Reality
ja: RealityのSNI確認
ko: Reality용 SNI 확인
pt_br: Verificação de SNI para o Reality
tr: Reality için SNI kontrolü
zh_hans: 为 Reality 检测 SNI

source: Проверка через прокси доступна только на Mac
ar: الفحص عبر Proxy متاح على Mac فقط
de: Prüfung über Proxy nur auf Mac verfügbar
en: Checking through a proxy is available only on Mac
es: La comprobación a través de proxy solo está disponible en Mac
fr: La vérification via Proxy n'est disponible que sur Mac
hi: Proxy के ज़रिए जाँच केवल Mac पर उपलब्ध है
it: La verifica tramite proxy è disponibile solo su Mac
ja: Proxy経由の確認はMacでのみ利用できます
ko: Proxy를 통한 확인은 Mac에서만 가능
pt_br: A verificação via proxy está disponível apenas no Mac
tr: Proxy üzerinden kontrol yalnızca Mac'te kullanılabilir
zh_hans: 通过代理检测仅在 Mac 上可用

source: Проверки сервера
ar: فحوصات الخادم
de: Serverprüfungen
en: Server checks
es: Comprobaciones del servidor
fr: Vérifications du serveur
hi: सर्वर जाँचें
it: Verifiche del server
ja: サーバーの確認
ko: 서버 확인
pt_br: Verificações do servidor
tr: Sunucu kontrolleri
zh_hans: 服务器检测

source: Проверяет, годится ли домен как SNI/dest для Reality: TLS 1.3, HTTP/2, отсутствие редиректа, сертификат, гео и доступность — с итоговым вердиктом.
ar: يفحص ما إذا كان النطاق صالحًا كـ SNI/dest لـ Reality: TLS 1.3، وHTTP/2، وعدم وجود إعادة توجيه، والشهادة، والموقع الجغرافي والإتاحة — مع حكم نهائي.
de: Prüft, ob eine Domain als SNI/dest für Reality taugt: TLS 1.3, HTTP/2, keine Weiterleitung, Zertifikat, Geo und Erreichbarkeit — mit abschließendem Urteil.
en: Checks whether a domain works as an SNI/dest for Reality: TLS 1.3, HTTP/2, no redirect, certificate, geo, and reachability — with a final verdict.
es: Comprueba si el dominio sirve como SNI/dest para Reality: TLS 1.3, HTTP/2, ausencia de redirección, certificado, geo y disponibilidad — con un veredicto final.
fr: Vérifie si un domaine convient comme SNI/dest pour Reality : TLS 1.3, HTTP/2, absence de redirection, certificat, géo et disponibilité — avec un verdict final.
hi: जाँचता है कि डोमेन Reality के लिए SNI/dest के रूप में उपयुक्त है या नहीं: TLS 1.3, HTTP/2, रीडायरेक्ट न होना, सर्टिफ़िकेट, जियो और उपलब्धता — अंतिम फ़ैसले के साथ।
it: Verifica se un dominio è adatto come SNI/dest per Reality: TLS 1.3, HTTP/2, assenza di redirect, certificato, geo e raggiungibilità — con un verdetto finale.
ja: ドメインがRealityのSNI/destに適するか確認します:TLS 1.3、HTTP/2、リダイレクトの有無、証明書、位置情報、到達性 — 総合判定付き。
ko: 도메인이 Reality의 SNI/dest로 적합한지 확인합니다: TLS 1.3, HTTP/2, 리디렉션 없음, 인증서, 지역, 접근성 — 최종 판정과 함께.
pt_br: Verifica se o domínio serve como SNI/dest para o Reality: TLS 1.3, HTTP/2, ausência de redirecionamento, certificado, geo e disponibilidade — com um veredito final.
tr: Bir alan adının Reality için SNI/dest olarak uygun olup olmadığını kontrol eder: TLS 1.3, HTTP/2, yönlendirme yokluğu, sertifika, coğrafya ve erişilebilirlik — nihai bir karar ile.
zh_hans: 检测域名是否适合作 Reality 的 SNI/dest：TLS 1.3、HTTP/2、无重定向、证书、地理位置和可达性 — 并给出最终判定。

source: Просмотр .dat: категории, поиск
ar: عرض .dat: الفئات والبحث
de: .dat-Ansicht: Kategorien, Suche
en: View .dat: categories, search
es: Vista de .dat: categorías, búsqueda
fr: Consultation .dat : catégories, recherche
hi: .dat व्यू: श्रेणियाँ, खोज
it: Visualizzazione .dat: categorie, ricerca
ja: .datの表示:カテゴリ、検索
ko: .dat 보기: 카테고리, 검색
pt_br: Visualização de .dat: categorias, busca
tr: .dat görüntüleme: kategoriler, arama
zh_hans: 查看 .dat：分类、搜索

source: Разбирает `incy://crypt1/…` в URL подписки и генерирует такую ссылку из своего URL — чтобы отдавать пользователям ссылку и QR вместо «голого» адреса.
ar: يحلّل `incy://crypt1/…` إلى رابط اشتراك ويولّد مثل هذا الرابط من رابطك — لتقديم رابط وQR للمستخدمين بدل العنوان المكشوف.
de: Analysiert `incy://crypt1/…` zu einer Abo-URL und erzeugt einen solchen Link aus Ihrer URL — um Nutzern einen Link und QR statt der „nackten“ Adresse zu geben.
en: Parses `incy://crypt1/…` into a subscription URL and generates such a link from your own URL — so you can hand users a link and QR instead of a bare address.
es: Analiza `incy://crypt1/…` en una URL de suscripción y genera ese enlace desde tu URL — para dar a los usuarios un enlace y QR en lugar de la dirección «en crudo».
fr: Analyse `incy://crypt1/…` en URL d'abonnement et génère un tel lien à partir de votre URL — pour donner aux utilisateurs un lien et un QR au lieu d'une adresse « brute ».
hi: `incy://crypt1/…` को सब्सक्रिप्शन URL में पार्स करता है और अपने URL से ऐसा लिंक बनाता है — ताकि उपयोगकर्ताओं को «खुले» पते के बजाय लिंक और QR दिया जा सके।
it: Analizza `incy://crypt1/…` in un URL di sottoscrizione e genera un link di questo tipo dal tuo URL — per fornire agli utenti un link e un QR invece dell'indirizzo «nudo».
ja: `incy://crypt1/…`をサブスクリプションURLに解析し、自分のURLからそのようなリンクを生成します — 素のアドレスの代わりにリンクとQRをユーザーに渡すためです。
ko: `incy://crypt1/…`를 구독 URL로 파싱하고, 자신의 URL로부터 그런 링크를 생성합니다 — 사용자에게 벌거벗은 주소 대신 링크와 QR을 제공하기 위해서입니다.
pt_br: Interpreta `incy://crypt1/…` em uma URL de assinatura e gera esse tipo de link a partir da sua URL — para entregar aos usuários um link e QR em vez do endereço «cru».
tr: `incy://crypt1/…` bağlantısını abonelik URL'sine ayrıştırır ve kendi URL'nizden böyle bir bağlantı üretir — kullanıcılara «çıplak» adres yerine bağlantı ve QR vermek için.
zh_hans: 将 `incy://crypt1/…` 解析为订阅 URL，并从你的 URL 生成此类链接 — 以便向用户提供链接和 QR 而非「裸」地址。

source: Разбирает подписку (base64-ссылки, Clash YAML, sing-box JSON, Happ/Incy) и показывает список узлов, параметры и встроенный роутинг с быстрым переходом к проверкам.
ar: يحلّل الاشتراك (روابط base64، وClash YAML، وsing-box JSON، وHapp/Incy) ويعرض قائمة العُقد والمعاملات والتوجيه المضمّن مع انتقال سريع إلى الفحوصات.
de: Analysiert ein Abo (base64-Links, Clash YAML, sing-box JSON, Happ/Incy) und zeigt die Liste der Knoten, Parameter und das eingebaute Routing mit schnellem Sprung zu den Prüfungen.
en: Parses a subscription (base64 links, Clash YAML, sing-box JSON, Happ/Incy) and shows the node list, parameters, and built-in routing with quick jumps to checks.
es: Analiza la suscripción (enlaces base64, Clash YAML, sing-box JSON, Happ/Incy) y muestra la lista de nodos, los parámetros y el enrutamiento integrado con acceso rápido a las comprobaciones.
fr: Analyse un abonnement (liens base64, Clash YAML, sing-box JSON, Happ/Incy) et affiche la liste des nœuds, les paramètres et le routage intégré avec un accès rapide aux vérifications.
hi: सब्सक्रिप्शन (base64 लिंक, Clash YAML, sing-box JSON, Happ/Incy) पार्स करता है और नोड्स की सूची, पैरामीटर व बिल्ट-इन रूटिंग दिखाता है, जाँचों तक त्वरित पहुँच के साथ।
it: Analizza la sottoscrizione (link base64, Clash YAML, sing-box JSON, Happ/Incy) e mostra l'elenco dei nodi, i parametri e il routing integrato con accesso rapido alle verifiche.
ja: サブスクリプション(base64リンク、Clash YAML、sing-box JSON、Happ/Incy)を解析し、ノード一覧、パラメータ、内蔵ルーティングを表示し、確認へすばやく移動できます。
ko: 구독(base64 링크, Clash YAML, sing-box JSON, Happ/Incy)을 파싱하여 노드 목록, 파라미터, 내장 라우팅을 보여주고 확인 항목으로 빠르게 이동합니다.
pt_br: Interpreta a assinatura (links base64, Clash YAML, sing-box JSON, Happ/Incy) e mostra a lista de nós, os parâmetros e o roteamento integrado com acesso rápido às verificações.
tr: Aboneliği (base64 bağlantıları, Clash YAML, sing-box JSON, Happ/Incy) ayrıştırır ve düğüm listesini, parametreleri ve yerleşik yönlendirmeyi kontrollere hızlı geçişle gösterir.
zh_hans: 解析订阅（base64 链接、Clash YAML、sing-box JSON、Happ/Incy）并展示节点列表、参数和内置路由，可快速跳转到各项检测。
